actboy168.tasks
alefragnani.bookmarks
artdiniz.quitcontrol-vscode
charliermarsh.ruff
craigb85.custom-window-zoom
emeraldwalk.runonsave
esbenp.prettier-vscode
fabiospampinato.vscode-highlight
formulahendry.code-runner
fortran-lang.linter-gfortran
fosshaas.fontsize-shortcuts
geddski.macros
golang.go
grapecity.gc-excelviewer
hbenl.vscode-test-explorer
hnw.vscode-auto-open-markdown-preview
james-yu.latex-workshop
jkiviluoto.tws
johnpapa.vscode-peacock
jonsmithers.open-in-vim
kisstkondoros.vscode-gutter-preview
marp-team.marp-vscode
mechatroner.rainbow-csv
mrmlnc.vscode-duplicate
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.test-adapter-converter
nick-rudenko.back-n-forth
pkief.material-icon-theme
redhat.java
tamasfe.even-better-toml
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wayou.vscode-todo-highlight
webfreak.code-d
yzhang.markdown-all-in-one
